Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/lebesby-s.htm.tmx
Source language: sme
Languages: nob

source: 1896: prentejuvvui dokumeanta man namma lei Indberetning om Lebesby folkeskoler for femåret 1891–1895 inkl. Muitalus boahtá Davvesiidda skuvlastivrras, orru leame suohkanbáhpa Horneman čállán dan.
nob: I 1896 blei det trykt et dokument med tittelen Indberetning om Lebesby folkeskoler for femåret 1891– 1895 inkl. Beretninga er fra Lebesby skolestyre, trolig ført i pennen av omtalte sogneprest Horneman.

source: Mii bájuhit dás olles IX kapihttala, Oppalaš mearkkašumit, go dat addá erenoamáš buorre govvideami geográfalaš, sosiála ja gielalaš eavttuin mat dalá skuvllas sáhte leat Finnmárkku vuonain:
nob: Vi gjengir her hele kapittel IX Almindelige bemærkninger, da dette gir en sjeldent god skildring av de geografiske, sosiale og språklige vilkåra som skolen i den tida kunne ha i finnmarksfjordene:

source: IV B:s, skuvlajávkamat, oidno ahte jávkamat dan viđa jagis leat gaskamearálaččat leamaš 26 %.
nob: Af IV, B, skoleforsømmelser, vil det sees, at forsømmelserne i femåret har utgjort gjennemsnitlig 26 procent.

source: Go jávkamat leat nu stuorrát, leat sivvan dasa vuohččan váttis báikkálaš dilit, dainna go unna olmmošlohku orru bieđgguid hui stuora viidodagas, mainna skuvlaluodda máŋgasiidda šaddá guhkki ja lossat, juogo luottahis váriid badjel dahje dábálaččat rabas vuonaid mielde.
nob: Når forsømmelserne er blevne så store, er grunden hertil væsentlig de vanskelige lokale forhold, idet den lille befolkning bor spredt udover et meget stort areal, hvorved vejen til skolen for så mange bøm bliver lang og besværlig, enten over de uvejsomme fjelde eller som oftest på de åbne fjorde.

source: Guhkes gaskkat, garra biekkat erenoamážit dálvet ja olbmuid dábálaš geafes dilit dahket váttisin ja veadjemeahttumin sáddet mánáid skuvlabáikái.
nob: De store afstande, det stormfulde vejr specielt om vinteren og befolkningens gjennemsnitlig trange kår gjor det ofte vanskeligt ja umuligt at sende børnene til skolestedet.

source: Leat hárve olbmot, geain lea doarvái dienas háhkat láigoveahki, ja danin lea dávjá váttis sáddet buot skuvlageatnegahtton mánáid skuvlii oktanaga.
nob: Det er de færreste, der har udkomme til at skaffe sig lejet hjælp, og falder det derfor ofte vanskeligt at sende alle skolepligtige børn på samme tid til skolen.

source: Muhtimat dárbbašuvvojit veahkkin viesus, erenoamážit go dáluisit ja ráves bártnit leat guolásteamen guhkkin eret ruovttus.
nob: Nogle trænges til hjælp i huset, især når husfaderen og de voksne sønner store dele af året ligger på fiske langt borte fra hjemmet.

source: Dasa lassin lea nu ahte mánáid dearvvašvuođadilli mannan jagiid ii leat leamaš buorre, erenoamážit lea njoammu liikedávda leamaš sivvan jávkamiidda.
nob: Hertil kommer, at sundhedstilstanden blandt børnene i de forløbne år har været mindre god, specielt har en smitsom hudsygdom været årsag til forsømmeIser.

source: Unna lavdnjegoađážat, mat leat heittogat, main lea unnán áibmomolsun ja hui dávjá leat nuoskkit, lea buorre eanavuođđu dákkár dávddaide, danin lea váttis hehttet daid ja beassat dain eret.
nob: De små, slet ventilerede og meget ofte urenslige torvgammer, hvori størstedelen af finnebefolkningen bor, er en god jordbund for sådanne sygdomme, der derfor er vanskelig at forhindre og overvinde.

source: Muhto dattetge ii sáhte biehttalit ahte skuvlaohcan livččii leamaš mealgat buorit, jus váhnemiid beroštumit skuvlii livčče stuorit.
nob: Men trods alt dette, kan det dog ikke negtes, at skolesøgningen vilde have været adskillig bedre, dersom forældres og foresattes interesser for skolen havde været større.

source: Dađe bahábut ferte daddjot ahte fuollameahttunvuohta skuvlla ektui lea hui dábálaš.
nob: Thi desværre må det siges, at ligegyldigheden for skolen er meget almindelig.

source: Skuvla lea máŋgasiidda (illudahtti spiehkastagat gávdnojit dieđusge) dušše fal noađđi ja váivi, ja lea vissásit dušše unnitlohku, geat oidnet skuvlaoahpahusa mearkkašumi ja sivdnádusa sihke mánáide ja sin ruovttuide.
nob: Skolen er for mange (glædelige undtagelser findes naturligvis) kun en byrde og en plage, og er det visselig kun et fåtal, der har øje for skoleundervisningens betydning og velsignelse både for børnene og deres hjem.

source: Gehččet dábálaččat skuvlii ja dan oahpaheddjiide vuosteháguin ja luohttemeahttunvuođain ja leat unnán dahje ii makkárge ipmárdus skuvlla stuora doaimmas ja oahpaheddjiid ovdasvástideaddji ja váibadahtti daguin.
nob: Man betragter i almindelighed skolen og dens lærere med modvilje og mistillid og har liden eller ingen forståelse af skolens store opgave og lærernes ansvarsfulde og trættende gjerning.

source: Skuvla bargá danin lossa ja váttis dilis, oaidná unnán bohtosiid iežas veahkkeárjjalaš barggus ja gávdná unnán miehtemiela ja doarjaga iežas barggu hárrái rávesolbmuid gaskkas.
nob: Skolen arbeider derfor under tunge og vanskelige forhold, ser liden frugt af sit opofrende arbeide og finder liden sympati og støtte i sin gjeming blandt de ældre.

source: Huvda skuvllain lea oppalaččat buorre.
nob: Disciplinen på skoleme er i det hele taget god.

source: Dáruiduhttinbarggu sáme-čeardda mánáid gaskkas manná njoazit ovddosguvlui, vaikko sámi váhnemat vuostálastet.
nob: Fornorskningsarbeidet blandt børn af lappisk nationalitet går om end ikke hurtigt dog fremad trods de lappiske forældres modstand.

source: Eanetlohku konfirmerejuvvon sámi nuorain máhttet lohkat, hupmat ja ipmirdit dárogiela.
nob: Flerheden af den konfirmerede lappiske ungdom kan læse, tale og forstå det norske sprog.

source: Loahpahettiin dán muitalusa Davvesiidda álbmotskuvllaid birra, cealkkán sávaldaga ja doaivvu ahte álbmoga ráhkisvuohta skuvlii, dan daguide ja oahpaheddjiide galgá šaddat, nu ahte dat sáhttá ovddidit visot, mii sáhttá bálvalit bajásšaddi nuoraid ávkin ja sivdnádussan.
nob: Idet denne beretning om Lebesby folkeskoler herved afsluttes, udtales ønsket og håbet om, at folkets kjærlighed til skolen, dens gjerning og dens lærere må vokse, så at den kan komme til at fremme alt, som kan tjene den opvoksende ungdom til nytte og velsignelse.

source: Davvesiidda skuvlastivra golggotmánu 15. b. 1896.
nob: Lebesby skolestyre den 15 de oktober 1896.

source: «Vuollegis kulturvuođđu ja heittogis vuoiŋŋalaš attáldagat»
nob: «Lavt kulturstandpunkt og svekkede åndsevner»

source: Gudbrand Tandberg, gii lei suohkanbáhppa ja skuvlastivrra ovddaolmmái 1897–1904, lei áŋgiris dáruiduhtti, ja čálii skuvladieđáhusas jagiid 1896–90: «... fertejit váttisvuođat seaguhuvvon giellaguovlluin eambbo ahte eambbo luottahuhttot dainna ahte dáruiduhttin, humanitehta rájiid siskkobealde, ovddiduvvo nu árjjalaččat go vejolaš».
nob: Gudbrand Tandberg, som var sogneprest og skolestyreformann 1897–1904 var en ivrig fornorsker, og skreiv i ei skoleberetning for åra 1896–90: «... må vanskelighetene i de blandete språkdistriktene mer og mer bortryddes ved at fornorskningen innen humanitetens grense fremmes så energisk som mulig.»[13]

source: 1904:s čálii Tandberg vástádussan skuvladirektevrra gažaldahkii gieldda skuvlaortnega birra: «Ferte dađe bahábut mieđihuvvot ahte skuvlaohcan ja oahpahusa boađus ii leat dohkálaš Dorskavuona, Lánavuona ii ge Stuorravuona biirriin.
nob: I 1904 skreiv Tandberg som svar på henvendelse fra skoledirektøren om skoleordninga i kommunen:«Det må dessverre erkjennes at såvel skolesøkningen som utbyttet av undervisningen i Torskefjord, Landersfjord og Storfjord kretser er mindre tilfredsstillende.

source: Maiddái dáruiduhttima hárrái leat mánát oalle bázahallan.
nob: Også hva fornorsking angår står barna atskillig tilbake.

source: Sivvan dasa ahte lea heittogis skuvlaohcan, lea vuosttažettiin váhnemiid fuollameahttunvuohta, nubbin guhkes ja váttis skuvlageaidnu, ja bivttas- ja borramušváili.
nob: Årsaken til den slette skolesøkningen er først og fremst de foresattes likegyldighet, i annen rekke lang og besværlig skolevei og mangel på klær og mat.

source: Sivva heajos bohtosii lea unnán skuvlaohcama lassin, degenerašuvdna, vuollegis kulturvuođđu ja heittogis vuoiŋŋalaš attáldagat ja rumašlaš ja vuoiŋŋalaš lámisvuohta.»
nob: Årsaken til det dårlige utbytte er ved siden av liten skolesøkning, degenerasjon, lavt kulturstandpunkt og svekkede åndsevner samt legemlig og åndelig forkrøblethet.»

source: «Skuvladilit mat gullet Finnmárkku šlunddimusaide»
nob: «Skoleforhold der hører til de tristeste i Finnmarken»

source: Nie govvedii oahpaheaddji Isak Persen (maŋŋil Saba) diliid Davvesiiddas go lei oahpaheaddjin dáppe birrasiid ovddit čuohtejahkemolsumis.
nob: Slik omtalte lærer Isak Persen (seinere Saba) forholda i Lebesby da han var lærer der rundt forrige århundreskifte.

source: Son čállá sámefoandalasáhusohcamis 1900:s ahte «Lánavuonas, Idjavuonas ja Stuorravuonas, gos mun barggan oahpaheaddjin, leat dušše sámemánát».
nob: Han skriver i sin søknad om finnefondstillegg i 1900 at «Landersfjord, Ifjord og Storfjord, hvor jeg praktiserer som lærer, har bare finnebørn».

source: Persen ii lean áidna gii váidalii skuvladiliid.
nob: Persen var ikke aleine om å klage på skoleforholda.

source: Skuvlastivraovdaolmmái Tandberg ozai 1901:s doarjaga skuvladirektevrras «dárbbašeaddji skuvlamánáid interneremii» ja «skuvlaáiggi guhkideapmái Lánavuona, Idjavuona ja Dorskavuona biirriin».
nob: Skolestyreformann Tandberg søker i 1901 skoledirektøren om støtte til «internering av trengende skolebørn» og til «forlængelse af skoletiden i Landersfjord, Ifjord og Torskefjord krædse».

source: Ohcama son ákkastalai nie: «Illá dárbbaša lagabui čujuhit dasa, makkár erenoamáš doarjja skuvlaohcamii livččii doarjja dárbašeaddji skuvlamánáid goartilastimii dákkár geafes ja erenoamáš bieđggus guovllus, gos maiddái lea váttis mátkkoštit.
nob: Søknaden begrunner han slik:«Man behøver neppe nærmere at påpeke, hvilken overordentlig støtte for skolesøkningen bidrag til indlogering af trængende skolebørn vil være i et saa udfattigt og ualmindelig sprædt bebygget og vanskeligt trafikabelt distrikt.

source: Diehtun dieđihuvvo ahte seaguhuvvon skuvlabiirres orrot sullii 60 máná skuvlaáiggis eret ruovttus, eatnasiin leat hui geafes váhnemat.
nob: Til oplysning meddeles at i en blandet sprogkreds bor ca 60 børn under skoletiden borte fra sitt hjem, de fleste af meget fattige forældre.

source: Dasa lassin boahtá ahte maiddái máŋggas sis, geat orrot ruovttus, fertejit oažžut doarjaga sihke borramuššii ja biktasiidda vai galget beassat skuvlii.
nob: Dertil kommer at også mange av dem, der bor hjemme, maa understøttes baade med mad og klæder for at komme i skole.

source: Vaikko gefiiddoaimmahat vaŋuha nu guhkás go nagoda, lea ain borramuš- ja bivttasváili dábáleamos sivaid gaskkas go oahppit jávket skuvllas.»
nob: Til trods for, at fattigvæsenet strækker sig saa langt det kan, er fremdeles en af de hyppigst anførte grunde til forsømmelse mangel paa mad, klæder o.s.v.»

source: Dáža ja sámi biirret
nob: Norske og lappiske kretser

source: 1903:s ledje njeallje oahpaheaddji Davvesiidda gielddas geat ohce sámefoandalasáhusa.
nob: I 1903 var det fire lærere i Lebesby kommune som søkte finnefondstillegg.

source: Dat mearkkaša ahte sis buohkain ledje sámi oahppit.
nob: Det vil si at de alle hadde samiske elever.

source: Muhto sii eai lean dássidit juohkásan.
nob: Men disse var ikke jevnt fordelt.

source: Isak Persen (Saba) lei áidna geas ledje dušše sámi oahppit.
nob: Isak Persen (Saba) var den eneste som bare hadde samiske elever.

source: Nils Johansenis lei Davvesiidda biire, gos buot oahppit ledje dážat, ja Dorskevuotna, mii fas lei áibbas sámi biire.
nob: Nils Johansen hadde Lebesby krets, som er oppgitt som reint norsk, mens Torskefjord var reint samisk.

source: Elias Gjervigas lei Gilivuotna, mii lei dáža biire, ja Gihpovuotna mii lei sámi.
nob: Elias Gjervig hadde Kjøllefjord, som var en norsk krets, mens Kifjord var samisk.

source: Maŋimus oahpaheaddjis, Ingebrigt Kramvikas, ledje Sáltesávjju ja Beahkkirvuona biirret, ja dieđiha ahte dat ledje seaguhuvvon sámi ja dáža.
nob: Den siste læreren, Ingebrigt Kramvik, hadde Veines og Bekkarfjord kretser, og oppgir at disse var blanda «lappisk og norsk».

source: Jáhkkimis ledje dalle maiddái moadde oahpaheaddji suohkana olggut osiin, muhto doppe lea olbmot leamaš nu dárogielagat ahte ii lean leamaš vuođđu ohcat sámefoandalasáhusa.
nob: Det var på den tida også skole lenger ut i fjorden, i Skjøtningberg og Godvika, men der har trolig befolkninga vært så overveiende norsktalende at lærerne ikke hadde grunnlag for finnefondstillegg.

source: 1909:s lei P. Olsen váldán badjelasas Lánavuona biirre, man govvida nie: «Lánavuona biirres hupmet dušše fal sámegiela ruovttuin, danin lea dáruiduhttinbargu dáppe lossa noađđi.»
nob: I 1909 hadde P. Olsen overtatt Landersfjord krets, som han omtaler slik: «I Landersfjord krets tales utelukkende lappisk i hjemmene, hvorfor fornorskningsarbeidet er meget byrdefullt.»

source: Davvisiidda internáhta dalle go lei ođas, jáhkkimis govviduvvon 1916:s
nob: Lebesby internat da det var nytt, trolig fotografert 1916.

source: Stáhtainternáhtta Davvesiiddas
nob: Statsinternat på Lebesby

source: Báikkálaš skuvlaeiseválddiid internáhttagáibádus heivii bures oktii guovddáš eiseválddiid internáhttaplánain, ja 1912:s váldui ođđa internáhtta Davvesiiddas atnui.
nob: Kravet om internat fra lokale skolestyresmakter falt sammen med sentrale myndigheters plan for internatreising, og fra 1912 blei det nybygde internatet i Lebesby tatt i bruk.

source: Dalle heaittihedje unna skuvllažiid siskkit Lágesvuonas, muhto olggut vuona skuvllažat biste gitta soađi rádjái.
nob: Da blei de små skolene rundt indre del av Laksefjorden lagt ned, mens skolene i ytre del blei opprettholdt fram til krigen.

source: Ovddit ohppiid muitalusaid vuođul čilge Leif Isaksen Davvesiidda internáhta dili nie: «Historjá Davvesiidda internáhta birra dan rájes soađi rádjái lea vuohččan muitalus dán birra: skuvlamánáid nohkameahttun váibadahtti ja garra mearramátkkiid, ahkidis earránemiid ja áibbašeaddji mánáid, saŋášdávdda- ja dihkkeváivi, mánáid borramuša rájehis seastima, ja persovnnalaš juonaid skuvlla ja internáhta bargiid gaskkas.
nob: På grunnlag av intervju med tidligere elever skildrer Leif Isaksen forholda på Lebesby internat slik:«Historien om Lebesby internat fra nå av og fram til krigen er for det meste en historie om uendelig trettende og harde sjøreiser for skolebarna, om triste avskjeder og lengtende barn, og skabb- og luseplage, om spinking og sparing til det grenseløse av barnas kost, samt om personlige intriger mellom personalet på skole og internat.

source: Skuvlajahki lei juhkkojuvvon vuoruide, ja mánát fertejedje gierdat leat ruovttus eret 6–12 vahku ain hávil.
nob: Skoleåret var delt i turer, og barna måtte tåle å være hjemmefra i fra 6–12 uker i ett strekk.

source: Máŋggas fertejedje ijastallat mátkkoštettiin skuvlii ja mánát siskkimusat vuonas fertejedje dávjá vuordit Báktesullos moadde beaivvi – ja ledje dávjá measta borramuša haga.
nob: Mange ganger måtte man overnatte underveis, og ungene innerst i fjorden måtte ofte vente på Brattholmen i flere dager – og var ofte nesten uten mat.

source: Mátkkiid fertejedje váhnemat máksit.»
nob: Reisene måtte foreldrene betale.»[14]

source: Oahppit dulkan
nob: Elever som tolker

source: Áigodagas ovdal nuppi máilmmisoađi eat leat nagodan gávdnat ovttage muitalusa mo lei leat oahppin Davvesiiddas.
nob: Fra tida før 2. verdenskrig har vi ikke klart å finne noen fortellinger om hvordan det var å være elev i Lebesby.

source: Mii leat gávdnan ovtta muitalusa oahpaheaddji bealis.
nob: Vi har funnet ei eneste fortelling sett fra lærerens side.

source: Dat lea Helga Lovise Gjølberg (maŋŋá náitalan Steinholt), gii 1916:s bođii Østlandets bargat oahpaheaddjin Davvesiiddas.
nob: Det er Helga Lovise Gjølberg (seinere gift Steinholt) som i 1916 kom fra Østlandet for å være lærer på Lebesby.

source: Son muitala: «... Skuvla masa bohten lei juhkkojuvvon 6 oassái ja ođđajagi rájes vázze 5. ja 6. luohkká 14 vahku.
nob: Hun forteller: «... Skolen jeg kom til var seksdelt og fra nyttår gikk 5. og 6. klasse i 14 uker.

source: Ožžon 5. luohká.
nob: Jeg fikk 5. klasse.

source: Sullii bealli ohppiin ledje sámit, muhto buohkat máhtte hupmat ja ipmirdedje dárogiela.
nob: Omkring halvparten av elevene var samer, men alle kunne tale og forstå norsk.

source: Vearrát šattai go giđa mielde ožžon 1. luohká.
nob: Verre ble det da jeg utpå våren fikk en 1. klasse.

source: Ledje muhtin oahppit geat eai máhttán dárogiela.
nob: Der var flere som ikke forsto norsk.

source: Manai buorebut go navden.
nob: Det gikk bedre enn jeg fryktet.

source: Mánát ledje šiegat ja oahpalaččat ja sámemánát geat ipmirdedje dárogiela veahkehedje mu jorgalit earáide dan maid mun lohken.
nob: Barna var snille og lærevillige og de samebarna som forsto norsk, hjalp meg å oversette det jeg sa til de øvrige.

source: Luohkkálanjas mis ledje guokte stuora lámppá matadoraboldiiguin, maid ferte deavdit parafiinnain juohke beaivvi.
nob: I klasserommet hadde vi to store lamper med matadorbrennere, som måtte fylles med parafin hver dag.

source: Ledjen lihkus hárjánan parafinlámppáide ruovttus, muhto in lean ovdal geavahan lámpáčuovgga skuvlaáiggis.»
nob: Jeg var heldigvis vant med parafinlamper hjemmefra, men hadde ikke før brukt lampelys i skoletiden.»

source: Ovdal ledje leamaš hui vártnuhis skuvladilit, muhto sođiid gaskkas ođasmahttojuvvojedje Davvesiidda suohkana skuvlavisttit mealgat.
nob: Mens det tidligere hadde vært svært kummerlige skoleforhold, skjedde det i løpet av mellomkrigstida ei kraftig opprustning av skolebygga i Lebesby.

source: Ibenhard Christensen ja Emil Johansen govvida dán artihkalráiddus Vestfinnmark Arbeiderblad-aviissas 1937:s: «Ieš Davvesiiddas oahpahuvvui guhká unna heittogis lanjas, nu gárži ahte oahpaheaddjis illá lei sadji lihkadit mánáid gaskkas.
nob: Ibenhard Christensen skildrer dette slik i 1937:«På selve Lebesby ble der i lange tider skolt i et lite usselt lokale, så trangt at læreren såvidt fikk plass til å bevege seg mellom barna. Det flotte skoleinternatet på Lebesby er en skjærende motsetning.

source: Davvesiidda hámálaš skuvlainternáhtta lea čalbmáičuohcci vuostálasvuohta.
nob: Kjøllefjords gamle skole står som en Lilleputt mot det nye, som ble bygget for noen år siden.

source: Gilivuona boares skuvla čuožžu loddelanolmmožin ođđa viesu ektui, mii huksejuvvui moadde jagi áigi.
nob: I Skjøtningberg ble det i de første år skolt i en rorbod, men kom i dag å se skolelokalet der.

source: Sáltesávjjus oahpahii oahpaheaddji Gjervig jahkečuođi gaskkamuttus unna gámmáris gos fertii váldit ohppiid áskái vai čáhkat.
nob: På Veidnes skolte lærer Gjervig i midten av århundret i et lite kott hvor han måtte ta skolebarna på fanget for å skaffe plass.

source: Dál lea fárddalaš skuvlakapealla dan báikkis.
nob: Nå står det et flott skolekapell på stedet.

source: Dáigevuona guollevearas huksejuvvo dán jagi hámálaš internáhtta, skuordna luokku ektui mii ovdal lea geavahuvvon.
nob: I fiskeværet Dyfjord oppføres i år et flott internat, i motsetning til en ussel rønne som før har vært benyttet.

source: Vuoksageaillus vázze mánát johttiskuvlla, nuppi dálus nubbái.
nob: I Oksevåg gikk barna på omgangsskole, snart fra det ene hus, til det annet.

source: Bevddiide ii lean sadji ja oahpaheaddji fertii muhtumin oađđit seamma lanjas.
nob: Pulter var det ikke plass til og læreren måtte sove i samme rom somme tider.

source: Čáppa skuvlavisti čuožžu dál dan báikkis.
nob: Et vakkert skolehus står nå på stedet.

source: Jna..»
nob: Osv.»[16]

source: Ávnnaslaš dilit skuvllain ledje nappo mealgat buoriduvvon ovdal go soahti bođii.
nob: De materielle forholda på skolene var altså atskillig forbedra før krigen kom.

source: På Veidnes hadde man i mellomkrigstida skole og kirke i ett og samme hus, de blei kalt skolekapellet.
nob: På Veidnes hadde man i mellomkrigstida skole og kirke i ett og samme hus, det blei kalt skolekapellet.

source: Guhkás ovdánan nálleseaguheapmi
nob: Langt framskreden raseblanding

source: 1943:s dagai nasisttalaš sisriikkadepartemeanta, Finnmárkku skuvladirektevrra bokte, iskkadeami, mas buot Finnmárkku skuvlastivrrat galge vástidit dáid gažaldagaid 1.: Galle sámi máná ožžot oahpahusa álbmotskuvllain... ?
nob: I 1943 gjorde det nazistiske innenriksdepartementet en undersøkelse gjennom skoledirektøren i Finnmark, der alle skolestyrer skulle svare på disse spørsmåla 1.: Hvor mange lappiske barn mottar undervisning i folkeskolene... ?

source: Galle sámi oahpaheaddji oasálastet dán oahpahussii, ja dáid oahpaheddjiid namat ja čujuhusat.
nob: Hvor mange lappiske lærere deltar i undervisning av disse barn, samt disse læreres navn og adresse.

source: Oaivvildit go skuvlaeiseválddit ahte livččii buorre jus sámi oahpaheaddjit eambbo geavahuvvojit sámi mánáid oahpaheapmái ?
nob: Anser skolemyndighetene det heldig at lappiske lærere i større utstrekning blir benyttet i undervisningen av lappiske barn ?

source: Livččii go skuvlaeiseválddiid mielas ávkkálaš, jus sáhtášii álggahit internáhttaskuvllaid main leat dušše fal sámi oahpaheaddjit ?
nob: Vilde skolemyndighetene anse det gagnlig, om det kunde opprettes internatskoler med utelukkende lappiske lærere ?

source: Dá lea Davvesiidda skuvlastivrra vástádus:Sámi mánáid skuvladilit 1.
nob: Her er svaret fra skolestyret i Lebesby:Skoleforholdene for lappiske barn 1.

source: Eat dieđe galle buhtes sámi mánát leat.
nob: Antallet av rene lappiske barn har man ikke oversikt over.

source: Eanaš mánát Davvesiidda suohkanis leat seaguhusnális, sámi – kveana – dáru.
nob: De fleste barna i Lebesby sogn er av blandingsrasen, lappisk – kvensk – norsk.

source: Ii oktage sámi oahpaheaddji 3.
nob: Ingen lappiske lærere 3.

source: Gal livččii buorre jus Davvesiidda skuvllas livččii okta oahpaheaddji gii máhtášii sámegiela, go leat muhtin easkkaálgit geat máhttet dárogiela hui heittogit.
nob: Det vilde nok være heldig om man ved Lebesby skole hadde en lærer som behersket lappisk, da det er en del nybegynnerer som er svært daarlig i norsk.

source: Nálleseaguheapmi lea mannan nu guhkás ja gielladilit leat nu seaguhuvvon ahte sierra internáhta sámi mánáide sámi oahpaheddjiiguin ii leat dárbbašlaš.
nob: Raseblandingen er saa langt framskredet og spraakforholdene saa blandet at noe eget internat for lappiske barn med lappiske lærerer er ikke paakrevet.

source: Davvesiidda skuvlastivra borgemánu 25. b. 1943 Baard Tvete
nob: Lebesby skolestyre 25 august 1943 Baard Tvete

source: Bráhkkaáigi
nob: Brakketida

source: Soađi áiggi válde duiskalaččat álggos muhtin internáhtaid iežaset atnui, ja 1944:s bolde buot gieldda skuvlavisttiid.
nob: Under krigen tok først tyskerne noen av internata i bruk for seg sjøl, og i 1944 blei alle skolebygg i kommunen brent.

source: Soađi maŋŋá lei álgit ođđasit.
nob: Så var det å begynne på nytt.

source: Álgoáigge sáddejuvvojedje máŋga máná Lágesvuonas Vuotnabađa internáhttaleirii Romssas.
nob: Den første tida blei en del elever fra Laksefjorden sendt til internatleiren i Finnfjordbotn i Troms.

source: 1946 čavčča rájes internerejuvvojedje mánát Sáltesávjjus, Dáigevuonas ja Guodáviikkas Idjavuona ođđa guossedálus.
nob: Fra høsten 1946 blei barn fra Veidnes, Dyfjord og Godvika internert i Ifjord, i det nyreiste gjestgiveriet der.

source: Doppe lei skuvla dassái go Davvesiidda internáhtta lei huksejuvvon ođđasit 1950-logu gaskkamuttus.
nob: Der var det skole helt til Lebesby internat var gjenreist midt på 1950-tallet.

source: Sullii seamma áiggi ledje maiddái ođđa skuvllat gárvvisin Dáigevuonas ja Sáltesávjjus.
nob: Omtrent på samme tid sto nye skoler ferdige også i Dyfjord og på Veidnes.
